# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'

# Install Binaries
brew 'bash' # Bash 4
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'zsh'
brew 'zsh-completions'

# Apps
cask 'android-platform-tools'
cask 'android-sdk'
cask 'avast-security'
cask 'betterzip'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'tunnelbear'
cask 'vlc'
cask 'windscribe'

# Install Mac App Store apps
mas 'The Unarchiver', id: 425424353
